
"AX_SLEEP_ICON_DESCRIPTION"	= "Ikona usypiania";
"AX_RESTART_ICON_DESCRIPTION" = "Ikona ponownego uruchomienia";
"AX_SHUTDOWN_ICON_DESCRIPTION" = "Ikona wyłączenia";

/* Alert panel button title. */
/*"Cancel"		=	"Cancel";*/

/* Title of alert to confirm shutting down the computer. */
/*"Power"			= 	"Shut Down";*/

/* Title of default button in alert to confirm shutting down the computer. */
/*"Power Off"		=	"Shut Down";*/

/* Title of alert to confirm restarting the computer. */
/*"Restart"		=	"Restart";*/

/* Message in alert to confirm restarting the computer. */
/*"Restart Message"	=	"Are you sure you want to restart your computer now?";*/


/* Default UNC notification button title */
"OK"			=	"OK"; 


/**********Logout Messages For Fast Logout**************/
"LOGGING_OUT"	= 	"Wylogowuję";

"SHUTTING_DOWN"	=	"Wyłączanie";

"RESTARTING"	=	"Uruchamiam ponownie";

/********************************************************/


/* Message in alert to confirm force quitting an application. Parameter is the name of an application.*/
"FORCE_QUIT_ALERT_MESSAGE"	= 	"Czy chcesz zmusić %@ do zakończenia pracy?";
"FORCE_QUIT_INFO_MESSAGE"	=	"Utracisz wszelkie niezachowane zmiany.";

/* Message in alert to confirm force quitting of multiple applecations*/
"FORCE_QUIT_ALERT_MESSAGE_MULTIPLE_APPS" = "Czy chcesz wymusić zamknięcie %ld zaznaczonych programów?";
"FORCE_QUIT_INFO_MESSAGE_MULTIPLE_APPS"	=	"Utracisz wszelkie niezachowane zmiany.";


/*loMem specific text*/

"LOMEM_MESSAGE_TEXT" = "Aby zwolnić nieco pamięci, zaznacz jeden z programów i kliknij w Wymuś koniec.";

"NORMAL_MESSAGE_TEXT" = "Jeśli program nie odpowiada przez dłuższą chwilę, zaznacz jego nazwę i kliknij w przycisk Wymuś koniec.";

"LOMEM_INFO_TEXT" = "Zamknięcie okien i usunięcie niektórych plików z dysku startowego także może pomóc.";

"NORMAL_INFO_TEXT" = "To okno można otworzyć kombinacją klawiszy\nCommand+Opcja+Esc.";

/* This text MAY be used IF HI decides we need to offer a normal quit option in addition to a force quit option for the lomem panel */
/*  Added prior to loc freeze for Tiger.  If it doesn't get used, it can be deleted post Tiger */
"LOMEM_ALTERNATE_FORCE_QUIT_BUTTON_NAME" = "Wymuś koniec";


/**** logout Failues *****/

/* Alert text when an app times out. Parameter is the name of an application.*/


"TIMED_OUT_ALERT_MESSAGE"	= "System nie wylogował Cię, ponieważ nie mógł zamknąć programu %@. Spróbuj wylogować się ponownie, zamykając %@ i wybierając opcję wylogowania z menu Apple.";
"TIMED_OUT_ALERT_MESSAGE_UNKNOWN"	= "System nie wylogował Cię, ponieważ nie mógł zamknąć jednego z programów. ";

/* Info text when an app times out*/
"TIMED_OUT_INFO_MESSAGE"	= "Aby zamknąć program, który nie odpowiada, wybierz opcję Wymuś koniec z menu Apple (lub wciśnij klawisze Command-Opcja-Esc).";

"TIMED_OUT_NOT_RESPONDING_MESSAGE" = "Program %@ nie zakończył pracy i nie odpowiada.";

/* Alert text when an app Cancels. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE"	 = "Program %@ anulował wylogowanie.";

/* Alert text when an unknown app Cancels. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN"	 = "Pewien program anulował wylogowanie.";

/* Main message of alert displayed when a known app cancels logout leading to FileVault encryption */
"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_MESSAGE" = "Program %@ anulował wylogowanie. FileVault dla tego konta nie zostanie włączony.";

/* Main message of alert displayed when an unknown app cancels logout leading to FileVault encryption */
"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_MESSAGE" = "Jeden z programów anulował wylogowanie. FileVault dla tego konta nie zostanie włączony.";

/* Info text of alert displayed when an app cancels logout leading to FileVault encryption */
"APP_CANCELED_LOGOUT_TO_FILE_VAULT_ENCRYPTION_INFO_TEXT" = "Konto pozostanie niezaszyfrowane. Aby włączyć FileVault, otwórz Preferencje systemowe i zacznij od początku. Jeśli masz już hasło główne, nie musisz definiować go ponownie.";

/* Main message of alert displayed when a known app cancels logout leading to FileVault decryption */
"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_MESSAGE" = "Program %@ anulował wylogowanie. FileVault dla tego konta nie zostanie wyłączony.";

/* Main message of alert displayed when an unknown app cancels logout leading to FileVault decryption */
"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_MESSAGE" = "Jeden z programów anulował wylogowanie. FileVault dla tego konta nie zostanie wyłączony.";

"KNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_MESSAGE" = "Program %@ anulował wylogowanie. FileVault dla tego konta nie zostanie skonwertowany.";

"UNKNOWN_APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_MESSAGE" = "Jeden z programów anulował wylogowanie. FileVault dla tego konta nie zostanie skonwertowany.";

/* Info text of alert displayed when an app cancels logout leading to FileVault decryption */
"APP_CANCELED_LOGOUT_TO_FILE_VAULT_DECRYPTION_INFO_TEXT" = "Konto pozostanie zaszyfrowane. Aby wyłączyć FileVault, otwórz Preferencje systemowe i zacznij od początku.";

"APP_CANCELED_LOGOUT_TO_FILE_VAULT_CONVERSION_INFO_TEXT" = "Konto zachowa oryginalny format. Aby skonwertować FileVault, otwórz Preferencje systemowe i zacznij od nowa.";

/* Info text when an app Cancels. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE"	 = "Aby spróbować ponownie, zakończ pracę %@ i wybierz polecenie „Wyloguj” z menu Apple.";
"CANCELLED_INFO_MESSAGE_UNKNOWN"	 = "Aby spróbować ponownie, wybierz opcję wylogowania z menu Apple.";

/* Alert text when an app cancels restart. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_RESTART"	 = "Program %@ anulował ponowne uruchomienie komputera.";

/* Alert text when an unknown app cancels restart. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN_RESTART"	 = "Pewien program anulował ponowne uruchomienie komputera.";

/* Info text when an app cancels restart. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE_RESTART"	 = "Aby spróbować ponownie, zamknij %@ i wybierz polecenie „Uruchom ponownie” z menu Apple.";
"CANCELLED_INFO_MESSAGE_UNKNOWN_RESTART"	 = "Aby spróbować ponownie, wybierz opcję Uruchom ponownie z menu Apple.";



/* Alert text when an app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_SHUTDOWN"	 = "Program %@ anulował wyłączenie komputera.";

/* Alert text when an unknown app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_ALERT_MESSAGE_UNKNOWN_SHUTDOWN"	 = "Pewien program anulował wyłączenie komputera.";

/* Info text when an app cancels shutdown. Parameter is the name of an application.*/
"CANCELLED_INFO_MESSAGE_SHUTDOWN"	 = "Aby spróbować ponownie, zamknij %@ i wybierz opcję Wyłącz z menu Apple.";
"CANCELLED_INFO_MESSAGE_UNKNOWN_SHUTDOWN"	 = "Aby spróbować ponownie, wybierz polecenie Wyłącz z menu Apple.";



/*** Ickiness with the Finder ***/
/* FINDER_FAILED_MESSAGE */
"FINDER_FAILED_MESSAGE"	=	"Finder nie mógł zostać uruchomiony z powodu poważnego błędu.";


"APP_DIED_ALERT_MESSAGE"		=   "Program %@ nieoczekiwanie zakończył pracę.";

/* Info text when an app dies*/
"APP_DIED_INFO_MESSAGE"		=   "Nie miało to żadnego wpływu na system ani inne programy.";


/*** Alert button titles ***/

/*Alert panel button title*/
"OK_BUTTON"		=	"OK";

/*Alert panel button title*/
"CANCEL_BUTTON"		=	"Anuluj";

/*Alert panel button title*/
/*"CONTINUE"		=	"Continue to Logout";*/

/*Alert panel button title*/
"SHUTDOWN_BUTTON"		=	"Wyłącz";

/*Alert panel button title*/
"RESTART_BUTTON"		=	"Uruchom ponownie";

/*Alert panel button title*/
"SLEEP_BUTTON"		=	"Śpij";

/* Logout Button */
/*"LOGOUT_BUTTON"		=	"Log Out";*/

/* Force Quit Button */
"FORCEQUIT_BUTTON"	=	"Wymuś koniec";

/* Terminate button */
"TERMINATE_BUTTON"	=	"Wymuś koniec";

/*Relaunch Button - this is the Finder relaunch button in the Process Panel*/
"RELAUNCH_BUTTON"	=	"Uruchom ponownie";

/*Pause Button - This is the text that shows in the Pause button when the current app is not paused*/
"PAUSE_BUTTON"		=	"Pauza";

/*Pause Button - This is the text that shows in the Pause button when the current app is not paused*/
"RESUME_BUTTON"	=	"Wznów";

/*Message in alert to confirm that the user wants to shut down*/
"SHUTDOWN_MESSAGE"	= 	"Czy na pewno chcesz teraz wyłączyć komputer?";

/*Message in alert to confirm that the user wants to restart*/
"RESTART_MESSAGE"	= 	"Czy na pewno chcesz teraz ponownie uruchomić komputer?";

/*Message in alert to confirm that the user wants to log out*/
"LOGOUT_MESSAGE"	=	"Czy na pewno chcesz zakończyć pracę wszystkich programów i wylogować się?";

/*Message in alert to indicate a scheduled sleep is occuring*/
"SCHEDULED_SLEEP_MESSAGE" = "W tym komputerze zostało zaplanowane automatyczne usypianie.";

/*Message in alert to indicate a scheduled shutdown is occuring*/
"SCHEDULED_SHUTDOWN_MESSAGE" = "W tym komputerze zostało zaplanowane automatyczne wyłączenie.";

/*Message in alert to indicate a scheduled restart  is occuring*/
"SCHEDULED_RESTART_MESSAGE" = "Zaplanowane jest automatyczne ponowne uruchomienie tego komputera.";

/****************************************************************************/
/* Time formats and strings for logout, shutdown and restart time phrases   */
/****************************************************************************/

/*Plural Minutes Plural Seconds %1$d = minutes (greater than 1).  %2$d = number of seconds (greater than 1) */
"TIME_FORMAT_22" = "%1$d minut i %2$d sekund";

/*Plural Minutes Single Second.  %d = number of minutes (greater than 1) */
"TIME_FORMAT_21" = "%d minut i 1 sekundy";

/*Plural Minutes Zero Seconds. %d = number of minutes (greater than 1) */
"TIME_FORMAT_20" = "%d minut";

/*Single Minute Plural Seconds. %d = number of seconds (greater than 1) */
"TIME_FORMAT_12" = "1 minuty i %d sekund";

/*Single Minute Single Second. */
"TIME_FORMAT_11" = "1 minuty i 1 sekundy";

/*Single Minute Zero Seconds. */
"TIME_FORMAT_10" = "1 minuty";

/*Zero Minutes Plural Seconds %d = number of seconds (greater than 1) */
"TIME_FORMAT_2" = "%d sekund";

/*Zero Minutes One Second*/
"TIME_FORMAT_1" = "1 sekundy";

/*Zero Minutes Zero Seconds*/
"TIME_FORMAT_0" = "0 sekund";


/******************************************/
/* Timed logout/shutdown/restart messages */
/******************************************/

/* Timed logout message. %@ is replaced by one of the time phrases above. */
"WILL_LOGOUT_INFO" = "Jeśli nie wykonasz żadnej czynności, system wyloguje Cię w ciągu %@.";

/* Timed shutdown message. %@ is replaced by one of the time phrases above. */
"WILL_SHUTDOWN_INFO" = "Jeśli nie wykonasz żadnej czynności, komputer wyłączy się w ciągu %@.";

/* Timed restart message. %@ is replaced by one of the time phrases above. */
"WILL_RESTART_INFO" = "Jeśli nie wykonasz żadnej czynności, komputer uruchomi się ponownie w ciągu %@.";

/* Timed Scheduled shutdown message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_SHUTDOWN_INFO" = "Jeśli nie wykonasz żadnej czynności, komputer wyłączy się w ciągu %@.";

/* Timed Scheduled shutdown message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_SLEEP_INFO" = "Jeśli nie wykonasz żadnej czynności, system uśnie w ciągu %@.";

/* Timed Scheduled restart message. %@ is replaced by one the the time phrases above. */
"WILL_SCHEDULED_RESTART_INFO" = "Jeśli nie wykonasz żadnej czynności, komputer uruchomi się ponownie w ciągu %@.";


/******************************************/
/* Guest account related strings          */
/******************************************/
"GUEST_ACCOUNT_SHUTDOWN_MESSAGE" = "Wyłączenie komputera spowoduje usunięcie plików.";

"GUEST_ACCOUNT_SHUTDOWN_INFO_MESSAGE" = "Pracujesz teraz na koncie gościnnym. Wyłączenie spowoduje usunięcie wszystkich plików i danych z katalogu domowego konta gościnnego. Tych plików nie można odzyskać.";

"GUEST_ACCOUNT_RESTART_MESSAGE" = "Ponowne uruchomienie komputera spowoduje usunięcie plików.";

"GUEST_ACCOUNT_RESTART_INFO_MESSAGE" = "Pracujesz teraz na koncie gościnnym. Ponowne uruchomienie spowoduje usunięcie wszystkich plików i danych z katalogu domowego konta gościnnego. Tych plików nie można odzyskać.";

"GUEST_ACCOUNT_LOGOUT_MESSAGE" = "Wylogowanie spowoduje usunięcie plików.";

"GUEST_ACCOUNT_LOGOUT_BUTTON_TEXT" = "Usuń pliki i wyloguj";

"GUEST_ACCOUNT_RESTART_BUTTON_TEXT" = "Usuń pliki i uruchom ponownie";

"GUEST_ACCOUNT_SHUTDOWN_BUTTON_TEXT" = "Usuń pliki i wyłącz";

/*Password Hint*/
/*"PASSWORD_HINT_TEXT"	=	"You've entered an invalid password 3 times.";*/

/*"FORCEQUIT"		=	 "Force Quit...";*/

/*"LOGGINGIN"		=	 "Logging In...";*/

/* tesxt for go back button when password field is displayed*/

/*"BACKTOLIST"			=		"Go Back";*/

/*"OTHERUSER"			=		"Other...";*/

/*"NAME"			=		"Name";*/

/*Disk Full First Message*/
/*"DISKFULLMESSAGE1"		= "Your hard disk has no more space available for application memory. Quit some applications immediately, or your computer will have problems.";*/

/*Disk Full First Instructional Text*/
/*"DISKFULLINSTRUCT1"		=    "Closing windows and removing files from your hard disk may also help." ;*/

/*Empty Trash*/
/*"EMPTYTRASH" 		=    "Empty Trash";*/

// unknown ( for unknown library, appliction name etc.)
"UNKNOWN" = "nieznany";

/****** Bad Time Set by User *************/

"ILLEGAL_TIME_TITLE" = "Zegar komputera jest ustawiony na datę sprzed 1 stycznia 2008. Może to powodować błędne działanie niektórych programów.";

"ILLEGAL_TIME_MESSAGE" = "Aby ustawić zegar ręcznie, otwórz panel preferencji Data i czas. Więcej informacji znajdziesz w Pomocy Macintosha dostępnej z menu Pomoc.";


/****** Users Connected *************/

/* Message when AFP users are connected on shutdown and restart*/

"AFP_USERS_CONNECTED" = "Użytkownicy podłączeni przez AFP";
"AFP_USERS_CONNECTED_RESTART_TITLE" = "Czy na pewno chcesz teraz ponownie uruchomić komputer?";
"AFP_USERS_CONNECTED_SHUTDOWN_TITLE" = "Czy na pewno chcesz teraz wyłączyć komputer?";

/*Info when AFP users are connected on shutdown */
"AFP_USERS_CONNECTED_SHUTDOWN_INFO" = "Z tym komputerem połączonych jest %d użytkowników, którzy korzystają z usługi udostępniania plików.";
"AFP_SINGLE_USER_CONNECTED_SHUTDOWN_INFO" = "Do komputera podłączony jest jeden użytkownik korzystający z usługi udostępniania plików.";

/* Info when AFP users are connected on restart */
"AFP_USERS_CONNECTED_RESTART_INFO" = "Z tym komputerem połączonych jest %d użytkowników, którzy korzystają z usługi udostępniania plików.";
"AFP_SINGLE_USER_CONNECTED_RESTART_INFO" = "Do komputera podłączony jest jeden użytkownik korzystający z usługi udostępniania plików.";

/********** Screen Lock Password **********/

/* Message for unlocking the screen lock modal dialog */
/* It should not mention anything about the METHOD for authentication */
/* such as entering as password. Instructions regarding the method for */
/* for authentication will be appended by the SecurityAgent */
"Enter your password to unlock the screen."="Aby odblokować ekran, musisz podać hasło.";

/**********Disk Messages ******************/

/*"DISKFULLMESSAGE2" 		=  "Your boot volume has no space available, and your computer is having problems. You may want to force quit some applications to avoid further problems.";*/

/*"DISKFULLINSTRUCT2"		=  "Closing windows and removing files from your hard disk may also help.";*/

/*"REPLACE_HOMEFOLDER_TEXT"	=	" The %@ folder for user %@ cannot be found in its usual location.";*/

/*"REPLACE_HOMEFOLDER_INFO_TEXT" =  "The \"Home\" or \"Users\" folder may have been moved or deleted. If \"Home\" is located on the network, the server may be temporarily unavailable. Contact your administrator if this problem continues.";*/

"APP_NOT_RESPONDING_SUFFIX"	= " (nie odpowiada)";

"APP_PAUSED_SUFFIX" = " (wstrzymany)";

"APP_THROTTLED_SUFFIX" = " (ograniczany)";

/********** AFP/SMB Login Error Messages *********/

/* Format string used to build primary message string of alert that is presented when an error occurs mounting an AFP or SMB home directory. */
/* %@ is replaced with the name of the user account. */

"AFP_SMB_LOGIN_ERROR_MESSAGE_FORMAT" = "Teraz nie możesz zalogować się do konta użytkownika „%@”.";

/* Info string (secondary message) of alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_INFO" = "Logowanie nie powiodło się z powodu błędu. Katalog domowy konta, na które próbujesz się zalogować, znajduje się na serwerze AFP lub SMB. Aby uzyskać pomoc, skontaktuj się z administratorem systemu.";

/* Label for OK button in alert that is presented when an error ocurs mounting an AFP or SMB home directory. */
"AFP_SMB_LOGIN_ERROR_OK_BUTTON" = "OK";
